Repository: Masab2/SUFFAH-APP
Catalog: lib/l10n/app_*.arb
Languages: de, ur

# appSetting
source: Setting
de: Einstellung
ur: ترتیبات

# langHeading
source: Language
de: Sprache
ur: زبان

# langSubtitle
source: select language
de: Sprache auswählen
ur: زبان منتخب کریں

# editSettingSubtitle
source: edit Setting
de: Einstellung bearbeiten
ur: ترتیب میں ترمیم کریں

# myDonnationTitle
source: My Donnation
de: Meine Spende
ur: میرا عطیہ

# myDonnationSubtitle
source: View Donnation
de: Spende ansehen
ur: عطیہ دیکھیں

# logOutTitle
source: LogOut
de: Ausloggen
ur: لاگ آوٹ

# logOutSubtitle
source: Logout your account
de: Melden Sie Ihr Konto ab
ur: اپنا اکاؤنٹ لاگ آؤٹ کریں۔

# trackDonnationTitle
source: Track Donnnation
de: Spende verfolgen
ur: عطیہ کو ٹریک کریں

# profileTitle
source: Profile
de: Profil
ur: پروفائل

# zakatCalculatorTitle
source: Zakat Calculator
de: Zakat-Rechner
ur: زکوٰۃ کیلکولیٹر

# zakatCalculatorSubtitle
source: Calculate Your Zakat
de: Berechnen Sie Ihre Zakat
ur: اپنی زکوٰۃ کا حساب لگائیں۔

# homeTitle
source: Home
de: heim
ur: گھر

# ourDonnationTitle
source: Donnation Choices
de: Spendenmöglichkeiten
ur: عطیہ کے انتخاب

source: Select Program
de: Programm auswählen
ur: پروگرام منتخب کریں۔

source: See All
de: alles sehen
ur: تمام دیکھیں

# totalDonnationTitle
source: Total Donnation
de: Gesamtspende
ur: کل عطیہ

# latestDonnationTitle
source: Latest Donnation
de: Neueste Spende
ur: تازہ ترین عطیہ

# masjidDonateTitle
source: Masjid Donnation Choices
de: Spendenmöglichkeiten für die Masjid
ur: مسجد کے عطیہ کے انتخاب

# ammountTitle
source: Ammount Raised
de: Erhöhter Betrag
ur: جمع شدہ رقم

# donateMasjid
source: Donate Here
de: Spenden Sie hier
ur: یہاں عطیہ کریں۔

source: Search Masjid
de: Suche nach Moschee
ur: مسجد تلاش کریں۔

# recivedTitle
source: Recived
de: Erhalten
ur: موصول ہوا۔

source: Waiting
de: Warten
ur: انتظار

# countryTitle
source: Country
de: Land
ur: ملک

# donateNowtitle
source: Donate Now
de: Spende jetzt
ur: ابھی عطیہ کیجیے

# searchPersonHint
source: Search Person
de: Person suchen
ur: شخص تلاش کریں۔

# cnicTitle
source: CNIC
ur: قومی شناختی کارڈ

# nameTitle
source: NAME
ur: نام

# addressTitle
source: ADDRESS
de: ADRESSE
ur: پتہ

# masjidNameTitle
source: Masjid Name
de: Name der Moschee
ur: مسجد کا نام

# totalAmount
source: Total Ammount
de: Gesamtmenge
ur: کل رقم

source: Payment Methods
de: Zahlungsarten
ur: ادائیگی کے طریقے

# donateTitle
source: Donate
de: Spenden
ur: عطیہ کریں۔

# taglineOne
source: Give Charity without the delay for it stands in the
de: Spenden Sie unverzüglich Wohltätigkeit, denn
ur: صدقہ بلا تاخیر کرو کیونکہ یہ مصیبت کی

# taglineTwo
source: way of calamity
de: sie steht dem Unglück im Weg
ur: راہ میں حائل ہے۔

# tabOne
source: Shuffa Person
ur: شفاء شخص

# tabTwo
source: Shuffa Masjid
ur: شفاء مسجد

# moreTitle
source: More
de: Mehr
ur: مزید

# videoTitle
source: Video
de: Videos
ur: ویڈیوز

# accountTitle
source: Account
de: Konto
ur: کھاتہ

# guideTitle
source: Guide
de: Führung
ur: رہنما

# serviceTitle
source: Service
ur: سروس

# faqTitle
source: FAQ's
de: FAQ
ur: عمومی سوالات

# notifsTitle
source: Notifs
de: Benachrichtigungen
ur: اطلاعات

# depositedsavinggirasTitle
source: Deposited / Saving / Giras
de: Hinterlegte / rettende / Giras
ur: جمع/ بچت / گراس

# propertyVechicleTitle
source: Property / Vehicle Values
de: Immobilien / Fahrzeugwerte
ur: مالیات/ مشاورہ/ ماشین

# debtsTitle
source: Debts
de: Schulden
ur: مالیات

# otherWealthTitle
source: Other Wealth
de: Anderer Reichtum
ur: دوسرہ مالیات

# calculateZakatButton
source: Calculate Zakat
de: Berechnen Sie Zakat
ur: زکوٰۃ کا حساب لگائیں۔

# adminProtalsTitle
source: Admin Protals
ur: ایڈمن پورٹلز

# portalOneAdmin
source: Al-SHUFFAH ADMIN
ur: الشفاء ایڈمن

# portalTwoAdmin
source: Al-SHUFFAH CENTER
de: Al-SHUFFAH ZENTRUM
ur: الشفاء سنٹر

# portalThreeAdmin
source: AL-SHUFFAH SHOP
ur: الشفاء شاپ

# loginTitle
source: Login Here
de: Hier anmelden
ur: یہاں لاگ ان کریں۔

# emailHint
source: Email
ur: ای میل

# passwordHint
source: Password
ur: پاس ورڈ

# loginButton
source: Login
de: Anmeldung
ur: لاگ ان

# adminPanelTitle
source: Admin Panel
ur: ایڈمن پانل

# shuffahCenterTitle
source: Shuffah Center
de: Al-SHUFFAH ZENTRUM
ur: الشفاء مسجد

# donnationTrackTitle
source: Donnation Track
de: Spendenverfolgung
ur: عطیہ تراک

# memberRequestTitle
source: Member Request
de: Mitgliedsanfrage
ur: عضو کی درخواست

# requestedProgramTitle
source: Requested Program
de: Anfrage für das Programm
ur: درخواست پروگرام

# affiliatedProgramTitle
source: Affiliated Program
de: Zugehöriger Programm
ur: عطیہ پروگرام

# needyPeopleTitle
source: Needy People
de: Bedürftige Leute
ur: ضرورت مند لوگ

# masjidMemberTitle
source: Masjid Members
de: Mitglieder der Moschee
ur: مسجد کا عضو

# masjidProfileTitle
source: Masjid profile
de: Masjid-Profil
ur: مسجد کا پروفائل

# shuffahCenterProgramTitle
source: Shuffah Center Program
de: Moschee-Programm
ur: مسجد کا پروگرام

# addStoresAccountTitle
source: Add Stores Account
de: Stores-Konto hinzufügen
ur: اسٹورز اکاؤنٹ شاب

# shuffahStoreTitle
source: List Registered Store
de: Registrierten Shop auflisten
ur: مسجد کا اسٹور

# dataEnterError
source: Please Enter the Data
de: Bitte geben Sie die Daten ein
ur: براہ کرم ڈیٹا درج کریں۔

# emailEnterError
source: Please Enter the Email address
de: Bitte E-Mail Adresse eingeben
ur: براہ کرم ای میل درج کریں۔

# passwordEnterError
source: Please Enter the Password
de: Bitte Passwort eingeben
ur: براہ کرم پاس ورڈ درج کریں۔

# passwordLengthError
source: Password must be at least 6 characters
de: Passwort muss mindestens 6 Zeichen haben
ur: پاس ورڈ کا حد نہیں ہے۔

# technicalError
source: An error occurred while logging in
de: Beim Anmelden ist ein Fehler aufgetreten
ur: لاگ ان کرتے وقت ایک خرابی پیش آگئی

# zakatTitleError
source: Your Zakat is not Payable
de: Ihr Zakat ist nicht zahlbar
ur: آپ کی زکوٰۃ قابل ادائیگی نہیں ہے۔
